Repository: mloyola/frontend
Catalog: src/Ecoin/FrontendBundle/Resources/translations/*.*.xlf
Languages: it

source: Paga desde tu móvil de forma fácil y segura
it: Pay in your mobile for easy and safe

source: Iniciar sesión
it: Entra

source: Idioma
it: Lingua

source: Español
it: Spagnolo

source: Ingles
it: Inglese

source: Portugués
it: Portoghese

source: Recordar mis datos
it: Ricordati di me

source: ¿Olvidaste tu contraseña?
it: Hai dimenticato la password?

source: ¿Eres nuevo? Regístrate es gratis
it: Sei nuovo? Registrati gratuitamente

source: Nombre completo
it: Nome e cognome

source: Registrarme
it: Registro

source: Paga desde tu móvil
it: Pay your mobile

source: todo en tu móvil
it: tutto nel cellulare

source: Descarga Gratis la App
it: Scaricare Gratis App

source: Negocios
it: Azienda

source: Registrar Gratis
it: Registrati gratuito

source: Acceso para Negocios
it: Accesso per le imprese

source: Correo Electrónico
it: E-mail

source: Contraseña
it: Password
